Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Errors only
de: Nur Fehler
es: Solo errores
fr: Erreurs seulement
it: Solo errori
ja: エラーのみ
ko: 오류만
pt_br: Apenas erros
zh_hans: 仅错误
zh_hant: 僅錯誤

source: Every machine here reports what it runs and what it could run. A server that could not be reached, or is too old to answer, says so rather than reading as up to date.
de: Jede Maschine hier meldet, was sie ausführt und was sie ausführen könnte. Ein Server, der nicht erreicht werden konnte oder zu alt ist, um zu antworten, sagt das offen, statt als aktuell zu erscheinen.
es: Cada máquina de aquí informa qué versión ejecuta y cuál podría ejecutar. Un servidor al que no se pudo contactar, o que es demasiado antiguo para responder, lo indica claramente en vez de aparecer como actualizado.
fr: Chaque machine ici indique ce qu'elle exécute et ce qu'elle pourrait exécuter. Un serveur qu'on n'a pas pu joindre, ou trop ancien pour répondre, l'indique clairement plutôt que d'apparaître comme à jour.
it: Ogni macchina qui segnala cosa sta eseguendo e cosa potrebbe eseguire. Un server che non è stato possibile raggiungere, o che è troppo vecchio per rispondere, lo segnala chiaramente invece di apparire come aggiornato.
ja: ここにある各マシンは、実行中のバージョンと実行できるバージョンの両方を報告します。接続できなかった、または古すぎて応答できないサーバーは、そのことをはっきり伝えます。最新の状態であるかのように表示されることはありません。
ko: 여기 있는 각 머신은 자신이 실행 중인 버전과 실행할 수 있는 버전을 모두 알려줍니다. 연결할 수 없거나 응답하기에는 너무 오래된 서버는, 최신 상태인 것처럼 보이는 대신 그 사실을 그대로 알려줍니다.
pt_br: Cada máquina aqui informa o que está executando e o que poderia executar. Um servidor que não pôde ser contatado, ou que é antigo demais para responder, informa isso claramente, em vez de aparecer como atualizado.
zh_hans: 这里的每台机器都会报告自己正在运行的版本和可以运行的版本。无法连接、或者太旧以至于无法响应的服务器，会如实说明这一点，而不会被当作是最新的。
zh_hant: 這裡的每台機器都會回報自己正在執行的版本和可以執行的版本。無法連線、或太舊以致無法回應的伺服器，會如實說明這一點，而不會被當作是最新的。

source: Every server in Tailscode is reached over your tailnet. The API token is only used to list your devices during discovery.
de: Jeder Server in Tailscode wird über dein Tailnet erreicht. Das API-Token dient nur dazu, beim Suchen deine Geräte aufzulisten.
es: A todos los servidores de Tailscode se accede por tu tailnet. El token de la API solo se usa para listar tus dispositivos durante el descubrimiento.
fr: Chaque serveur dans Tailscode est joint via votre tailnet. Le jeton API sert uniquement à lister vos appareils pendant la découverte.
it: Ogni server in Tailscode viene raggiunto tramite il tuo tailnet. Il token API serve solo a elencare i tuoi dispositivi durante il rilevamento.
ja: Tailscode のすべてのサーバには tailnet 経由で接続します。API トークンは検出時にデバイス一覧を取得するためだけに使われます。
ko: Tailscode의 모든 서버는 tailnet을 통해 연결됩니다. API 토큰은 검색 중 기기 목록을 가져올 때만 사용됩니다.
pt_br: Todos os servidores no Tailscode são acessados pela sua tailnet. O token de API só é usado para listar seus dispositivos durante a descoberta.
zh_hans: Tailscode 中的每台服务器都通过你的 tailnet 访问。API 令牌仅用于在发现过程中列出你的设备。
zh_hant: Tailscode 中的每台伺服器都透過你的 tailnet 連線。API 權杖僅用於探索時列出你的裝置。

source: Everything is up to date
de: Alles ist aktuell
es: Todo está actualizado
fr: Tout est à jour
it: È tutto aggiornato
ja: すべて最新の状態です
ko: 모두 최신 상태입니다
pt_br: Está tudo atualizado
zh_hans: 一切都是最新的
zh_hant: 一切都是最新的

source: Expanded
de: Aufgeklappt
es: Expandido
fr: Déplié
it: Espanso
ja: 展開済み
ko: 펼침
pt_br: Expandido
zh_hans: 已展开
zh_hant: 已展開

source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
zh_hans: 失败
zh_hant: 失敗

source: failed
de: fehlgeschlagen
es: fallido
fr: échoué
it: non riuscito
ja: 失敗
ko: 실패함
pt_br: falhou
zh_hans: 失败
zh_hant: 失敗

source: Failed — %@
de: Fehlgeschlagen – %@
es: Falló: %@
fr: Échec — %@
it: Non riuscito — %@
ja: 失敗 — %@
ko: 실패 — %@
pt_br: Falhou — %@
zh_hans: 失败 — %@
zh_hant: 失敗 — %@

source: Failed — tap to retry
de: Fehlgeschlagen – zum Wiederholen tippen
es: Falló: toca para reintentar
fr: Échec — touchez pour réessayer
it: Non riuscito — tocca per riprovare
ja: 失敗 — タップして再試行
ko: 실패 — 탭하여 다시 시도
pt_br: Falhou — toque para tentar de novo
zh_hans: 失败 — 轻点重试
zh_hant: 失敗 — 輕點重試

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: よく使う項目
ko: 즐겨찾기
pt_br: Favoritos
zh_hans: 个人收藏
zh_hant: 喜好項目

source: Fetching devices and probing servers…
de: Geräte werden abgerufen und Server geprüft …
es: Obteniendo dispositivos y sondeando servidores…
fr: Récupération des appareils et test des serveurs…
it: Recupero dispositivi e verifica dei server…
ja: デバイスを取得し、サーバを調べています…
ko: 기기를 가져오고 서버를 확인하는 중…
pt_br: Buscando dispositivos e sondando servidores…
zh_hans: 正在获取设备并探测服务器…
zh_hant: 正在取得裝置並探測伺服器…

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
zh_hans: 文件
zh_hant: 檔案

source: Filled in below, so this phone and the bridge carry the same password.
de: Unten eingetragen, damit dieses iPhone und die Bridge dasselbe Passwort haben.
es: Se ha rellenado abajo, para que este teléfono y el bridge lleven la misma contraseña.
fr: Renseigné ci-dessous, pour que ce téléphone et le bridge portent le même mot de passe.
it: Inserita qui sotto, così questo telefono e il bridge usano la stessa password.
ja: 下に入力しました。これでこの iPhone とブリッジが同じパスワードを使います。
ko: 아래에 입력해 두었으니 이 휴대폰과 브리지가 같은 암호를 사용합니다.
pt_br: Preenchida abaixo, para que este telefone e o bridge usem a mesma senha.
zh_hans: 已填入下方，这样这台手机和 bridge 使用同一个密码。
zh_hant: 已填入下方，讓這台手機和 bridge 使用同一組密碼。

source: Find the least-tested important module and write tests for it.
de: Finde das am wenigsten getestete wichtige Modul und schreibe Tests dafür.
es: Encuentra el módulo importante con menos pruebas y escribe tests para él.
fr: Trouve le module important le moins testé et écris des tests pour lui.
it: Trova il modulo importante meno testato e scrivi dei test per esso.
ja: テストが最も手薄な重要モジュールを見つけてテストを書いて。
ko: 테스트가 가장 부족한 중요한 모듈을 찾아 테스트를 작성해 줘.
pt_br: Encontre o módulo importante com menos testes e escreva testes para ele.
zh_hans: 找出测试最薄弱的重要模块，并为它编写测试。
zh_hant: 找出測試最薄弱的重要模組，並為它撰寫測試。

source: Finish signing in
de: Anmeldung abschließen
es: Terminar el inicio de sesión
fr: Terminer la connexion
it: Completa l'accesso
ja: サインインを完了
ko: 로그인 완료
pt_br: Concluir o login
zh_hans: 完成登录
zh_hant: 完成登入

source: Finished %@
de: Fertig %@
es: Terminado %@
fr: Terminé %@
it: Completato %@
ja: 完了 %@
ko: 완료 %@
pt_br: Concluído %@
zh_hans: 完成于 %@
zh_hant: 完成於 %@

source: Fix the failing tests
de: Fehlschlagende Tests reparieren
es: Arreglar las pruebas que fallan
fr: Corriger les tests en échec
it: Correggi i test che falliscono
ja: 失敗しているテストを直す
ko: 실패한 테스트 고치기
pt_br: Corrigir os testes que falham
zh_hans: 修复失败的测试
zh_hant: 修正失敗的測試

source: for %@
de: seit %@
es: desde hace %@
fr: depuis %@
it: da %@
ja: %@経過
ko: %@째
pt_br: há %@
zh_hans: 已 %@
zh_hant: 已 %@

source: Fork conversation
de: Unterhaltung abzweigen
es: Ramificar conversación
fr: Dupliquer la conversation
it: Dirama conversazione
ja: 会話を分岐
ko: 대화 분기
pt_br: Ramificar conversa
zh_hans: 分支对话
zh_hant: 分支對話

source: Found %lld servers
de: %lld Server gefunden
es: Se encontraron %lld servidores
fr: %lld serveurs trouvés
it: Trovati %lld server
ja: サーバを %lld 台検出しました
ko: 서버 %lld대를 찾았습니다
pt_br: %lld servidores encontrados
zh_hans: 找到 %lld 台服务器
zh_hant: 找到 %lld 台伺服器

source: Free up the context window
de: Kontextfenster freimachen
es: Liberar la ventana de contexto
fr: Libérer la fenêtre de contexte
it: Libera la finestra di contesto
ja: コンテキストウインドウを空ける
ko: 컨텍스트 창 비우기
pt_br: Liberar a janela de contexto
zh_hans: 释放上下文窗口
zh_hant: 釋出脈絡視窗

source: From your server
de: Von deinem Server
es: Desde tu servidor
fr: Celui de votre serveur
it: Dal tuo server
ja: サーバから
ko: 내 서버에서
pt_br: Do seu servidor
zh_hans: 来自你的服务器
zh_hant: 來自你的伺服器

source: Generate an API access token with Devices read access on the Tailscale keys page. One paste is all you need.
de: Erstelle auf der Tailscale-Schlüsselseite ein API-Zugriffstoken mit Lesezugriff auf Geräte. Ein Einsetzen genügt.
es: Genera un token de acceso a la API con permiso de lectura de Devices en la página de claves de Tailscale. Solo hay que pegarlo.
fr: Générez un jeton d’accès API avec le droit de lecture Devices sur la page des clés Tailscale. Un simple collage suffit.
it: Genera un token di accesso API con permesso di lettura Devices nella pagina delle chiavi di Tailscale. Basta incollarlo.
ja: Tailscale のキーのページで Devices の読み取り権限を持つ API アクセストークンを作成してください。貼り付けるだけです。
ko: Tailscale 키 페이지에서 Devices 읽기 권한이 있는 API 접근 토큰을 만드세요. 붙여넣기만 하면 됩니다.
pt_br: Gere um token de acesso à API com permissão de leitura de Devices na página de chaves do Tailscale. Basta colar.
zh_hans: 在 Tailscale 密钥页面生成具有 Devices 读取权限的 API 访问令牌，粘贴一次即可。
zh_hant: 在 Tailscale 金鑰頁面產生具備 Devices 讀取權限的 API 存取權杖，貼上一次即可。

source: Get Tailscale
de: Tailscale holen
es: Obtener Tailscale
fr: Obtenir Tailscale
it: Scarica Tailscale
ja: Tailscale を入手
ko: Tailscale 받기
pt_br: Baixar o Tailscale
zh_hans: 获取 Tailscale
zh_hant: 取得 Tailscale

source: Getting the new code
de: Neuer Code wird geholt
es: Obteniendo el código nuevo
fr: Récupération du nouveau code
it: Recupero del nuovo codice
ja: 新しいコードを取得中
ko: 새 코드를 가져오는 중
pt_br: Obtendo o novo código
zh_hans: 正在获取新代码
zh_hant: 正在取得新程式碼

source: Go has no usage API, so the Usage screen estimates spend against these caps. The first subscription month runs on a $40 promotional ceiling; the published one is $60. Auto reads the renewal day from your oldest Go request.
de: Go hat keine Nutzungs-API, daher schätzt der Nutzungsbildschirm die Ausgaben gegen diese Obergrenzen. Der erste Abomonat läuft mit einer Aktionsgrenze von 40 $, veröffentlicht sind 60 $. „Automatisch“ liest den Verlängerungstag aus deiner ältesten Go-Anfrage.
es: Go no tiene API de uso, así que la pantalla Uso estima el gasto frente a estos topes. El primer mes de suscripción usa un tope promocional de 40 $; el publicado es de 60 $. «Automático» lee el día de renovación de tu solicitud de Go más antigua.
fr: Go n’a pas d’API d’usage : l’écran Usage estime donc les dépenses par rapport à ces plafonds. Le premier mois d’abonnement applique un plafond promotionnel de 40 $ ; le plafond publié est de 60 $. « Auto » lit le jour de renouvellement depuis votre plus ancienne requête Go.
it: Go non ha un’API di utilizzo, quindi la schermata Utilizzo stima la spesa rispetto a questi tetti. Il primo mese di abbonamento usa un tetto promozionale di 40 $; quello pubblicato è 60 $. «Automatico» ricava il giorno di rinnovo dalla tua richiesta Go più vecchia.
ja: Go には使用量 API がないため、使用状況画面はこの上限に対して支出を推定します。サブスクリプションの初月はプロモーション上限 40 ドル、公表値は 60 ドルです。「自動」は最も古い Go リクエストから更新日を読み取ります。
ko: Go에는 사용량 API가 없어 사용량 화면은 이 상한을 기준으로 지출을 추정합니다. 구독 첫 달은 프로모션 상한 40달러가 적용되며, 공시된 값은 60달러입니다. "자동"은 가장 오래된 Go 요청에서 갱신일을 읽습니다.
pt_br: O Go não tem API de uso, então a tela Uso estima o gasto em relação a estes tetos. O primeiro mês da assinatura usa um teto promocional de US$ 40; o publicado é US$ 60. "Automático" lê o dia de renovação da sua requisição Go mais antiga.
zh_hans: Go 没有用量 API，因此“用量”界面会按这些上限估算花费。订阅首月按 40 美元促销上限计算，公布值为 60 美元。“自动”会从你最早的 Go 请求推断续订日。
zh_hant: Go 沒有用量 API，因此「用量」畫面會依這些上限估算花費。訂閱首月採 40 美元促銷上限，公布值為 60 美元。「自動」會從你最早的 Go 請求推斷續訂日。

source: Goal reached — %@
de: Ziel erreicht – %@
es: Objetivo alcanzado: %@
fr: Objectif atteint — %@
it: Obiettivo raggiunto — %@
ja: 目標を達成しました — %@
ko: 목표 달성 — %@
pt_br: Objetivo alcançado — %@
zh_hans: 已达成目标 — %@
zh_hant: 已達成目標 — %@

source: Good news: something is answering at %@. Enter the password it was started with — BRIDGE_PASSWORD for claude-bridge and omp-bridge, OPENCODE_SERVER_PASSWORD for opencode 2, or the one opencode printed when it started.
de: Gute Nachricht: Unter %@ antwortet etwas. Gib das Passwort ein, mit dem es gestartet wurde – BRIDGE_PASSWORD bei claude-bridge und omp-bridge, OPENCODE_SERVER_PASSWORD bei opencode 2, oder das Passwort, das opencode beim Start ausgegeben hat.
es: Buenas noticias: algo responde en %@. Introduce la contraseña con la que se inició: BRIDGE_PASSWORD en claude-bridge y omp-bridge, OPENCODE_SERVER_PASSWORD en opencode 2, o la que opencode mostró al iniciarse.
fr: Bonne nouvelle : quelque chose répond à %@. Saisissez le mot de passe avec lequel il a été démarré — BRIDGE_PASSWORD pour claude-bridge et omp-bridge, OPENCODE_SERVER_PASSWORD pour opencode 2, ou celui affiché par opencode à son démarrage.
it: Buone notizie: qualcosa risponde su %@. Inserisci la password con cui è stato avviato — BRIDGE_PASSWORD per claude-bridge e omp-bridge, OPENCODE_SERVER_PASSWORD per opencode 2, oppure quella stampata da opencode all’avvio.
ja: 幸い、%@ で何かが応答しています。起動時に指定したパスワードを入力してください。claude-bridge と omp-bridge なら BRIDGE_PASSWORD、opencode 2 なら OPENCODE_SERVER_PASSWORD、それ以外は opencode が起動時に表示したパスワードです。
ko: 좋은 소식입니다. %@에서 무언가 응답하고 있습니다. 실행할 때 지정한 암호를 입력하세요 — claude-bridge와 omp-bridge에서는 BRIDGE_PASSWORD, opencode 2에서는 OPENCODE_SERVER_PASSWORD, 그 외에는 opencode가 시작할 때 출력한 암호입니다.
pt_br: Boa notícia: algo está respondendo em %@. Digite a senha com que ele foi iniciado — BRIDGE_PASSWORD no claude-bridge e no omp-bridge, OPENCODE_SERVER_PASSWORD no opencode 2, ou a que o opencode exibiu ao iniciar.
zh_hans: 好消息：%@ 上有程序在响应。请输入它启动时使用的密码 — claude-bridge 和 omp-bridge 是 BRIDGE_PASSWORD，opencode 2 是 OPENCODE_SERVER_PASSWORD，其他情况则是 opencode 启动时打印的密码。
zh_hant: 好消息：%@ 上有東西在回應。請輸入它啟動時使用的密碼 — claude-bridge 和 omp-bridge 是 BRIDGE_PASSWORD，opencode 2 是 OPENCODE_SERVER_PASSWORD，其餘情況則是 opencode 啟動時顯示的密碼。

source: Haptic feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 반응
pt_br: Feedback tátil
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Health
de: Zustand
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pt_br: Saúde
zh_hans: 健康状况
zh_hant: 健康狀態

source: Healthy
de: In Ordnung
es: Correcto
fr: Opérationnel
it: Integro
ja: 正常
ko: 정상
pt_br: Saudável
zh_hans: 正常
zh_hant: 正常

source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
it: Nascondi password
ja: パスワードを非表示
ko: 암호 숨기기
pt_br: Ocultar senha
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: Hold Send to refine your draft with the on-device model
de: Halte „Senden“ gedrückt, um deinen Entwurf mit dem Modell auf dem Gerät zu verfeinern
es: Mantén pulsado Enviar para refinar tu borrador con el modelo del dispositivo
fr: Maintenez Envoyer pour affiner votre brouillon avec le modèle sur l’appareil
it: Tieni premuto Invia per rifinire la bozza con il modello sul dispositivo
ja: 送信を長押しすると、デバイス上のモデルで下書きを推敲します
ko: 보내기를 길게 누르면 온디바이스 모델로 초안을 다듬습니다
pt_br: Mantenha Enviar pressionado para refinar seu rascunho com o modelo no dispositivo
zh_hans: 长按发送，用设备端模型润色草稿
zh_hant: 長按傳送，用裝置端模型潤飾草稿

source: Hold to enhance your prompt
de: Gedrückt halten, um den Prompt zu verfeinern
es: Mantén pulsado para mejorar tu prompt
fr: Maintenez pour affiner votre invite
it: Tieni premuto per rifinire il prompt
ja: 長押しでプロンプトを推敲
ko: 길게 눌러 프롬프트 다듬기
pt_br: Mantenha pressionado para refinar seu prompt
zh_hans: 长按以润色提示词
zh_hant: 長按以潤飾提示詞

source: Hunt a bug
de: Einen Fehler jagen
es: Cazar un error
fr: Chasser un bug
it: Dai la caccia a un bug
ja: バグを探す
ko: 버그 사냥
pt_br: Caçar um bug
zh_hans: 排查一个 bug
zh_hant: 獵捕一個 bug

source: I already have a server running
de: Bei mir läuft schon ein Server
es: Ya tengo un servidor en marcha
fr: J’ai déjà un serveur qui tourne
it: Ho già un server in esecuzione
ja: サーバはすでに動いています
ko: 이미 서버가 실행 중입니다
pt_br: Já tenho um servidor rodando
zh_hans: 我已经有服务器在运行
zh_hant: 我已經有伺服器在執行

source: Idle since %@
de: Inaktiv seit %@
es: Inactivo desde %@
fr: Inactif depuis %@
it: Inattivo da %@
ja: %@ から待機中
ko: %@부터 대기 중
pt_br: Ocioso desde %@
zh_hans: 自 %@ 起空闲
zh_hant: 自 %@ 起閒置

source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hans: 图片
zh_hant: 圖片

source: Image attached — it'll be sent with your next message.
de: Bild angehängt – wird mit deiner nächsten Nachricht gesendet.
es: Imagen adjuntada: se enviará con tu próximo mensaje.
fr: Image jointe — elle sera envoyée avec votre prochain message.
it: Immagine allegata — verrà inviata con il prossimo messaggio.
ja: 画像を添付しました。次のメッセージと一緒に送信されます。
ko: 이미지를 첨부했습니다 — 다음 메시지와 함께 전송됩니다.
pt_br: Imagem anexada — será enviada com sua próxima mensagem.
zh_hans: 已附加图片 — 将随你的下一条消息发送。
zh_hant: 已附加圖片 — 將隨你的下一則訊息傳送。

source: Image removed — this model can't see images.
de: Bild entfernt – dieses Modell kann keine Bilder sehen.
es: Imagen eliminada: este modelo no puede ver imágenes.
fr: Image retirée — ce modèle ne voit pas les images.
it: Immagine rimossa — questo modello non vede le immagini.
ja: 画像を削除しました。このモデルは画像を扱えません。
ko: 이미지를 제거했습니다 — 이 모델은 이미지를 볼 수 없습니다.
pt_br: Imagem removida — este modelo não enxerga imagens.
zh_hans: 已移除图片 — 此模型无法查看图片。
zh_hant: 已移除圖片 — 此模型無法檢視圖片。

source: In the way
de: Im Weg
es: En el camino
fr: En travers
it: Di ostacolo
ja: 妨げになっているもの
ko: 가로막는 요인
pt_br: No caminho
zh_hans: 阻碍因素
zh_hant: 阻礙因素

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
pt_br: Entrada
zh_hans: 输入
zh_hant: 輸入

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
pt_br: Instalar
zh_hans: 安装
zh_hant: 安裝

source: Install Tailscale here and on the computer that will run the agent, then sign both into the same account. Free for personal use.
de: Installiere Tailscale hier und auf dem Rechner, der den Agenten ausführt, und melde beide im selben Account an. Für privaten Gebrauch kostenlos.
es: Instala Tailscale aquí y en el ordenador que ejecutará el agente, y luego inicia sesión en ambos con la misma cuenta. Gratis para uso personal.
fr: Installez Tailscale ici et sur l’ordinateur qui exécutera l’agent, puis connectez les deux au même compte. Gratuit pour un usage personnel.
it: Installa Tailscale qui e sul computer che eseguirà l’agente, poi accedi con lo stesso account su entrambi. Gratis per uso personale.
ja: この iPhone とエージェントを動かすコンピュータの両方に Tailscale をインストールし、同じアカウントでサインインします。個人利用は無料です。
ko: 이 기기와 에이전트를 실행할 컴퓨터에 Tailscale을 설치한 뒤, 둘 다 같은 계정으로 로그인하세요. 개인 사용은 무료입니다.
pt_br: Instale o Tailscale aqui e no computador que vai rodar o agente e entre com a mesma conta nos dois. Gratuito para uso pessoal.
zh_hans: 在这里以及将运行智能体的电脑上安装 Tailscale，然后让两者登录同一账户。个人使用免费。
zh_hant: 在這裡以及將執行代理的電腦上安裝 Tailscale，然後讓兩者登入同一個帳號。個人使用免費。

source: Install Tailscale on this iPhone and on the computer that will run the agent, signed into the same account. Now they share a private, encrypted network.
de: Installiere Tailscale auf diesem iPhone und auf dem Rechner, der den Agenten ausführt – beide im selben Account angemeldet. Damit teilen sie ein privates, verschlüsseltes Netzwerk.
es: Instala Tailscale en este iPhone y en el ordenador que ejecutará el agente, con la misma cuenta. Así comparten una red privada y cifrada.
fr: Installez Tailscale sur cet iPhone et sur l’ordinateur qui exécutera l’agent, connectés au même compte. Ils partagent alors un réseau privé chiffré.
it: Installa Tailscale su questo iPhone e sul computer che eseguirà l’agente, con lo stesso account. Ora condividono una rete privata e cifrata.
ja: この iPhone とエージェントを動かすコンピュータの両方に、同じアカウントで Tailscale をインストールします。これで両者はプライベートな暗号化ネットワークを共有します。
ko: 이 iPhone과 에이전트를 실행할 컴퓨터 모두에 같은 계정으로 Tailscale을 설치하세요. 그러면 둘은 비공개 암호화 네트워크를 공유합니다.
pt_br: Instale o Tailscale neste iPhone e no computador que vai rodar o agente, com a mesma conta. Assim eles compartilham uma rede privada e criptografada.
zh_hans: 在这台 iPhone 和将运行智能体的电脑上安装 Tailscale，并登录同一账户。它们就共享了一个私密的加密网络。
zh_hant: 在這台 iPhone 和將執行代理的電腦上安裝 Tailscale，並登入同一個帳號。兩者便共享一個私密的加密網路。

source: Install opencode
de: opencode installieren
es: Instalar opencode
fr: Installer opencode
it: Installa opencode
ja: opencode をインストール
ko: opencode 설치
pt_br: Instalar o opencode
zh_hans: 安装 opencode
zh_hant: 安裝 opencode

source: Installed %@.
de: Installiert %@.
es: Instalado %@.
fr: Installée %@.
it: Installato %@.
ja: %@にインストール済み。
ko: %@ 설치됨.
pt_br: Instalado %@.
zh_hans: 已于%@安装。
zh_hant: 已於%@安裝。

source: installed as a binary
de: als Binärdatei installiert
es: instalado como binario
fr: installée en tant que binaire
it: installato come binario
ja: バイナリとしてインストール
ko: 바이너리로 설치됨
pt_br: instalado como binário
zh_hans: 以二进制文件形式安装
zh_hant: 以二進位檔安裝

source: installed by a package manager
de: von einem Paketmanager installiert
es: instalado mediante un gestor de paquetes
fr: installée via un gestionnaire de paquets
it: installato tramite un gestore di pacchetti
ja: パッケージマネージャーでインストール
ko: 패키지 관리자로 설치됨
pt_br: instalado por um gerenciador de pacotes
zh_hans: 通过包管理器安装
zh_hant: 透過套件管理器安裝

source: installed from the App Store
de: aus dem App Store installiert
es: instalado desde la App Store
fr: installée depuis l'App Store
it: installato dall'App Store
ja: App Storeからインストール
ko: App Store에서 설치됨
pt_br: instalado pela App Store
zh_hans: 从 App Store 安装
zh_hant: 從 App Store 安裝

source: Installed on its own %@.
de: Von selbst installiert %@.
es: Instalado automáticamente %@.
fr: Installée automatiquement %@.
it: Installato automaticamente %@.
ja: %@に自動的にインストールされました。
ko: %@ 자동으로 설치되었습니다.
pt_br: Instalado automaticamente %@.
zh_hans: 已于%@自动安装。
zh_hant: 已於%@自動安裝。

source: Installing
de: Wird installiert
es: Instalando
fr: Installation en cours
it: Installazione in corso
ja: インストール中
ko: 설치 중
pt_br: Instalando
zh_hans: 安装中
zh_hant: 安裝中

source: it didn't answer in time
de: es hat nicht rechtzeitig geantwortet
es: no respondió a tiempo
fr: il n'a pas répondu à temps
it: non ha risposto in tempo
ja: 時間内に応答がなかった
ko: 제시간에 응답하지 않음
pt_br: não respondeu a tempo
zh_hans: 未能及时响应
zh_hant: 未能及時回應

source: It didn't restart: %@
de: Neustart nicht erfolgt: %@
es: No se reinició: %@
fr: Le redémarrage n'a pas eu lieu : %@
it: Il riavvio non è avvenuto: %@
ja: 再起動できませんでした:%@
ko: 재시동하지 못했습니다: %@
pt_br: Não reiniciou: %@
zh_hans: 未能重新启动：%@
zh_hant: 未能重新開機：%@

source: It didn't start the update: %@
de: Das Update wurde nicht gestartet: %@
es: No se inició la actualización: %@
fr: La mise à jour n'a pas démarré : %@
it: L'aggiornamento non è partito: %@
ja: 更新を開始できませんでした:%@
ko: 업데이트를 시작하지 못했습니다: %@
pt_br: A atualização não foi iniciada: %@
zh_hans: 更新未能开始：%@
zh_hant: 更新未能開始：%@

source: It installs this on its own the next time nothing is running.
de: Es installiert das von selbst, sobald als Nächstes nichts mehr läuft.
es: Lo instalará por su cuenta la próxima vez que no haya nada en ejecución.
fr: Elle l'installera d'elle-même la prochaine fois que plus rien ne tournera.
it: Lo installerà da sola alla prossima occasione in cui non ci sarà nulla in esecuzione.
ja: 次に何も実行されていない状態になったとき、自動でインストールします。
ko: 다음번에 아무것도 실행되고 있지 않을 때 자동으로 설치합니다.
pt_br: Ele instala isso sozinho na próxima vez que nada estiver em execução.
zh_hans: 下次没有任何内容运行时，它会自动安装。
zh_hant: 下次沒有任何內容執行時，它會自動安裝。

source: its service
de: sein Dienst
es: su servicio
fr: son service
it: il suo servizio
ja: そのサービス
ko: 해당 서비스
pt_br: seu serviço
zh_hans: 它的服务
zh_hant: 它的服務

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
it: proprio ora
ja: たった今
ko: 방금
pt_br: agora mesmo
zh_hans: 刚刚
zh_hant: 剛剛

source: Kept running by
de: Gehalten von
es: Supervisado por
fr: Supervisé par
it: Supervisionato da
ja: 管理
ko: 관리자
pt_br: Mantido por
zh_hans: 维持运行的服务
zh_hant: 維持執行的服務

source: Landed
de: Gelandet
es: Completado
fr: Terminé
it: Concluso
ja: 反映済み
ko: 적용됨
pt_br: Concluído
zh_hans: 已完成
zh_hant: 已完成

source: Last checked %@
de: Zuletzt geprüft %@
es: Última comprobación %@
fr: Dernière vérification %@
it: Ultimo controllo %@
ja: 最終確認:%@
ko: 마지막 확인: %@
pt_br: Última verificação %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@
